# ========== TASK: 1 =========> 
'''
tutionFee = 3500
discountAmount = 12 

Discount = tutionFee * (discountAmount / 100)
Payable = tutionFee - Discount
print(Discount)
print(Payable)
'''


# ========== TASK: 2 ==========> 
'''
**পরিস্থিতি:**
একটা অনলাইন কোর্সের ভিডিও প্ল্যাটফর্ম ভিডিওর দৈর্ঘ্য শুধু সেকেন্ডে সংরক্ষণ করে। কিন্তু ছাত্রদের দেখানোর সময় "2 hours 44 minutes 35 seconds" ধরনের পড়ার উপযোগী রূপে দেখাতে হয়। প্ল্যাটফর্মের ডেভেলপার তোমাকে এই রূপান্তরের অংশটা লিখতে বলেছে।

**তোমার কাজ:**
মোট সেকেন্ড একটা variable এ রাখো এবং সেখান থেকে ঘণ্টা, মিনিট ও বাকি সেকেন্ড আলাদা আলাদা বের করে একটা লাইনে সুন্দরভাবে ছাপাও।

**Given Input:** মোট সেকেন্ড = 9875

**Expected Output:**
```
2 hours 44 minutes 35 seconds
```

**Constraint:** `/` চিহ্ন একবারও ব্যবহার করা যাবে না। ফল সবসময় পূর্ণসংখ্যা (int) হতে হবে, কোথাও দশমিক আসা চলবে না।
'''
